Revit 2015 API
BoundingBoxXYZ Constructor
Initializes a new instance of the BoundingBoxXYZ class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public BoundingBoxXYZ()
Visual Basic
Public Sub New
Visual C++
public:
BoundingBoxXYZ()
See Also
BoundingBoxXYZ Class
Autodesk.Revit.DB Namespace